;Language file of Revo Uninstaller Pro
;This section must use English
[Info]
Language=Italiano/Italian
WebLang=ITA
Translator=Maria Grazia Barbieri,Massimo Castiglia
Codepage=UNICODE 
Version=5.4.7


[Uninstaller Toolbar]
102 = Visualizzazione
103 = Opzioni
104 = Disinstallatore
105 = Strumenti
106 = Modo mirino
107 = Lista
108 = Icone
109 = Dettagli
110 = Disinstalla
111 = Rimuovi voce
112 = Aggiorna
113 = Sicuro di voler rimuovere la voce selezionata?
114 = Sicuro di voler disinstallare il programma selezionato?
115 = Aggiornamento \nProgramma
116 = Aiuto
117 = Strumento d'aiuto corrente...
118 = Home Page...
119 = A proposito di...
120 = Non sei Amministratore!
121 = Sicuro di voler disinstallare il componente di sistema selezionato?\nSTOP, a meno che non si sia sicuri di ciò che si sta facendo!
122 = Il disinstallatore mostra tutti i programmi e i componenti installati dall'utente corrente e da tutti gli utenti. In visualizzazione "Dettagli", o dal menu contestuale, si possono avere informazioni addizionali (links e proprietà circa l'installazione). Una primaria funzione di Revo Uninstaller è il Modo Mirino. Questo modo offre flessibilità alla disinstallazione, ferma, elimina o disattiva l'avvio automatico con un semplice click.
123 = Ricerca
124 = Trovato:
125 = Sicuro di voler rimuovere il componente di sistema selezionato dal Registro?\nQuesto componente può essere richiesto dal sistema operativo!
126 = non più avvio automatico!
127 = impostato per avvio automatico
128 = %s è installato sullo stesso percorso di installazione come %s!\nSaranno trovati file inutili di entrambi le applicazioni! Verificare attentamente quelli che si desidera rimuovere!
129 = Disinstallazione forzata MSI

[Uninstaller List]
150 = Applicazione
151 = Dimensione
152 = Versione
153 = Data di Installazione
154 = Società
155 = Sito Web
156 = Commento
157 = Stringa di disinstallazione
158 = Chiave di Registro
159 = Installatore

[Uninstaller StatusBar]
201 = Installazioni: 
202 = Caricamento in corso...

[Registry Optimizer]
302 = Scegliere dove effettuare la scansione
303 = Menu

[Autorun Toolbar]
407 = Esegui
408 = Elimina
409 = Rimuovi
410 = Oggetti:
411 = Abilitati:
412 = Con Gestore Auto avvio non solo è possibile abilitare o disabilitare le applicazioni di avvio automatico all'avvio di Windows, è anche possibile ottenere ulteriori informazioni su quella particolare applicazione. E' possibile ottenere il percorso di lancio, la descrizione, l'editore, lo stato (in funzione o no), e la posizione dei comandi di avvio (o nel registro di sistema o un file sul disco rigido).

[Autorun List]
450 = Nome di avvio
451 = Percorso di Lancio
452 = Descrizione
453 = Editore
454 = Stato
455 = Posizione
456 = IN FUNZIONE
457 = NON IN FUNZIONE
458 = INVALIDI
459 = Elimina processo
460 = Fa funzionare il Processo
461 = Apri contenuto cartella
462 = Vai alla posizione
463 = Copia Percorso di Lancio
464 = Rimuovi Selezionati
465 = Rimuovi Tutti gli Invalidi
466 = Rimuovi Non in funzione
467 = Rimuovi Tutti i disabilitati
468 = Proprietà...
470 = Sicuro di voler chiudere l'applicazione selezionata?\nI dati non salvati andranno persi!
471 = Sicuro di voler eliminare gli oggetti selezionati?
472 = Sicuro di voler eliminare tutti gli oggetti invalidi?
473 = Sicuro di voler eliminare tutti gli oggetti non in funzione?
474 = Sicuro di voler eliminare tutti gli oggetti disabilitati?
475 = Il Comando non esiste!
476 = SCONOSCIUTO
477 = Disabilita Avvio Automatico
478 = Abilita Avvio Automatico

[Outlook Control]
300 = Ottimizzazione
301 = Ottimizza Registro
400 = Gestore Auto avvio
500 = Pulitore di tracce
501 = Pulitore Browser
600 = Pulitore Microsoft Office
700 = Pulitore Windows
800 = Rimozione prove
900 = Elimina definitivamente
2100 = Strumenti di Windows
2200 = Pulitore Residui di File

[Track Cleaner Browsers]
507 = Cancella tutto
508 = Elimina Cronologia delle Pagine web visitate con Internet
509 = Elimina cronologia della Barra degli indirizzi
510 = Elimina File Temporanei di Internet
511 = Elimina Cookies
512 = Elimina File Index.dat
513 = Esegui
514 = Elimina Cronologia Download
515 = Elimina Cronologia di sessione
516 = Elimina Cronologia delle schede
517 = Disinstallatore
518 = Sicuro di voler cancellare tutti i dati della cronologia selezionati?
521 = Sicuro di voler cancellare i dati della Cronologia di Internet Explorer?
522 = Sicuro di voler cancellare i dati della Cronologia di Firefox?
523 = Sicuro di voler cancellare i dati della Cronologia di Opera?
524 = Sicuro di voler cancellare i dati della Cronologia di Netscape?
525 = Il browser registra i dettagli di ogni sito web visitato. Le informazioni sono facilmente accessibili dalla finestra del browser e, semplicemente premendo un pulsante, chiunque può vedere dove avete navigato sul web! Con il Pulitore Browser è possibile eliminare i file temporanei di internet, quali tutte le immagini che avete visto, tutti i video online che avete guardato e tutte le pagine web visitate. L'eliminazione dei File temporanei di Internet può liberare molto spazio sul disco rigido.
526 = Chiudere il browser di internet prima di pulire le sue tracce.
527 = I File Index.dat saranno eliminati al prossimo riavvio del computer.
599 = Le Operazioni di pulitura tracce degli oggetti selezionati sono state completate!

[Office Track Cleaner]
601 = Pulisci
607 = Pulisce la Cronologia dei documenti recenti di Microsoft Word
608 = Comprende Word 2000, Word XP, Word 2003, Word 2007, Word 2010, Word 2013 e Word 2016
609 = Pulisce la Cronologia dei documenti recenti di Microsoft Excel
610 = Comprende Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010, Excel 2013 e Excel 2016
611 = Pulisce la Cronologia dei documenti recenti di Microsoft Access
612 = Comprende Access 2000, Access XP, Access 2003, Access 2007, Access 2010, Access 2013 e Access 2016
613 = Pulisce la Cronologia dei documenti recenti di Microsoft PowerPoint
614 = Comprende PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010, PowerPoint 2013 e PowerPoint 2016
615 = Pulisce la Cronologia dei documenti recenti di Microsoft FrontPage
616 = Comprende FrontPage 2000, FrontPage XP e FrontPage 2003
617 = Il Pulitore di Microsoft Office permette di rimuovere la cronologia dei file usati più di recente da Microsoft Word, Excel, Access, PowerPoint e FrontPage. Se non si vuole che qualcun altro veda gli ultimi fogli di calcolo aperti o modificati, i documenti o altri file creati con Microsoft Office, è sufficiente selezionare i tipi di file che si desidera non far vedere e cliccare sul pulsante “Pulisci”. I file utilizzati più di recente dal tipo di programma scelto, non saranno più disponibili nella cronologia.

[Windows Tracks Cleaner]
701 = Pulisci
707 = Pulisce la Cronologia dei documenti recenti
708 = Pulisce la Cronologia del Menu di Avvio
709 = Pulisce la Cronologia di Trova File
710 = Pulisce la Cronologia di Stampanti, Computer e Persone trovate
711 = Svuota gli Appunti
712 = Pulisce la Cronologia dei File recenti di "MS Paint"
713 = Pulisce la Cronologia dei File recenti di "MS Wordpad"
714 = Pulisce la Cronologia delle ultime chiavi di Registro aperte
715 = Pulisce la Cronologia della Finestra di Dialogo Apri/Salva
716 = Pulisce la Cronologia della Finestra di Dialogo delle ultime cartelle visitate
717 = Svuota il Cestino
718 = Elimina i File Temporanei di Windows
719 = Elimina l'utilizzo del Menu di Avvio
720 = Microsoft Windows tiene traccia di molte cose fatte col computer come la cronologia di ricerca file (quando si ricercano file e cartelle), cronologia di documenti aperti di recente, cronologia apri/salva usata in file standard di dialogo da differenti applicazioni e molto altro ancora. Il Pulitore di Windows permette di rimuovere tutte le cronologie e i file temporanei. Si può anche svuotare il Cestino ed eliminare i file temporanei liberando molto spazio sul disco rigido.
721 = La Cronologia in funzione sarà eliminata dopo che il processo explorer.exe sarà riavviato.
722 = Tracce sul Registro di Windows
723 = Tracce sul drive del disco rigido locale
724 = Elimina la memoria crash dump dei file
725 = Elimina i frammenti di file Chkdsk (Check Disk) recuperati
750 = Cancella gli elementi contrassegnati nel modulo corrente
751 = Cancella gli elementi contrassegnati in tutti i moduli di Cronologia Pulizia

[Evidence Remover]
802 = Esegui
803 = Sto cancellando
804 = Attendere, la cancellazione è in corso.
805 = Completata
806 = Mettere un segno di spunta sui drive che contengono tracce e prove del lavoro che si desidera eliminare . Questo strumento incide solo sui dati già cancellati. ATTENZIONE: Completato il processo, sarà impossibile recuperare i file eliminati!
807 = Quando si svuota il Cestino di Windows, i file e le cartelle sono segnati come cancellati ma non vengono fisicamente eliminati. Questo strumento elimina definitivamente i file e le cartelle che sono stati già cancellati ma che sono stati lasciati nel disco rigido. Qualunque strumento si cerchi di utilizzare per recuperare i dati, il risultato sarà lo stesso, niente. – I dati eliminati con Rimuovi Prove non possono essere recuperati!
808 = Sicuro di voler eliminare le tracce e le prove rimaste sui drive selezionati?

[Unrecoverable Delete]
912 = L'elenco dei file e delle cartelle che saranno eliminati non potrà essere recuperato
913 = File
914 = Cartelle
915 = Inserire i file che si desidera eliminare e rimuovere dal sistema. Questi file non potranno essere recuperati da nessun software!
916 = Inserire le cartelle che si desidera eliminare e rimuovere dal sistema. Queste cartelle non potranno essere recuperate da nessun software!
917 = Aggiungere i file da eliminare
918 = Aggiungere le cartelle da eliminare
919 = ELIMINA PER SEMPRE
920 = Pulisci la Lista
921 = Se si vuole eliminare con sicurezza un file o una cartella (per essere sicuri che nessuno, con qualunque strumento, sia in grado di recuperare questo file o cartella), usare Elimina Definitivamente. Cancellare file e svuotare il Cestino di Windows non significa che quei file siano stati eliminati per sempre, essi sono ancora sul disco rigido e chiunque può recuperare con facilità i dati cancellati. Lo strumento Elimina Definitivamente rende questo impossibile perché distrugge fisicamente i file e le cartelle selezionati.
922 = Sicuro di voler eliminare per sempre il file e le cartelle selezionati?

[Options Tree]
1001 = Opzioni
1002 = Esporta tutte le impostazioni
1003 = Importa tutte le impostazioni
1100 = Generale
1200 = Disinstallatore

[General]
1101 = Lingua attuale:
1102 = Modo Avanzato
1103 = Cerca aggiornamenti all'avvio
1104 = Aggiorna automaticamente in background
1105 = Ricerca sul Web:
1106 = Motori di ricerca web:

[Uninstaller Options]
1201 = Mostra aggiornamenti di sistema
1202 = Mostra componenti di sistema
1204 = Esegui solo il programma di disinstallazione incorporato
1205 = (Non supportato in Windows Vista)
1206 = Crea un Punto di Ripristino del sistema prima della disinstallazione
1208 = Disabilita la funzione Cronologia disinstallazione
1209 = Mostra le scorciatoie della pagina web

[Auto Update]
1907 = Aggiornamento
1908 = Informazioni sulla Versione
1909 = Versione Corrente:
1910 = Ultima Versione:
1911 = SCARICA
1912 = Ottieni l'Ultima Versione
1913 = Cosa c'è di nuovo
1914 = Sto controllando...
1915 = Errore di connessione...
1916 = STOP
1917 = Scaricati %s di %s
1918 = Scaricati %s (dimensione totale sconosciuta)
1919 = Revo Uninstaller Pro non è in grado di connettersi a www.revouninstaller.com. Controllare che la connessione ad Internet sia attiva e che il firewall non blocchi Revo Uninstaller Pro
1920 = Errore: Ricerca di una nuova versione fallita. Nessuna connessione internet.
1921 = Scaricamento...
1922 = Avvio dell'aggiornamento...
1923 = Eseguito!
1924 = Nessun aggiornamento disponibile
1925 = Aggiornato con successo all'ultima versione (%s)

[WinTools]
2110 = Avvia
2111 = Ci sono tanti pratici ed utili strumenti nonchè componenti forniti con tutti i sistemi operativi Windows. Alcuni strumenti usano righe di comando complesse, altri sono di difficile accesso. Strumenti di Windows offre un accesso veloce con un solo click a più di dieci comuni strumenti di Windows.
2112 = Se si verifica un problema, è possibile utilizzare Ripristino configurazione di sistema per ripristinare il computer ad uno stato precedentemente salvato senza perdere file di dati personali. Ripristino Configurazione di sistema controlla le modifiche al sistema e alcuni file di applicazione e crea automaticamente punti di rispristino facilmente identificabili. Questi punti di ripristino consentono di riportare il sistema ad uno stato di backup precedente. Essi vengono creati giornalmente e al momento di significativi cambiamenti del sistema. E' inoltre possibile creare e dare un nome ai punti di ripristino in qualunque momento.
2113 = E' possibile usare Ripristino per raccogliere e visualizzare informazioni relative all'hardware del computer e al sistema operativo, la configurazione internet, il modem e la configurazione della scheda di rete. Con lo strumento Diagnostica di Rete è possibile eseguire una scansione del sistema, testare la connettività di rete e se i relativi programmi e servizi di rete sono più o meno funzionanti. 
2114 = Informazioni di Rete visualizza tutte le attuali configurazioni TCP/IP, Dynamic Host Configuration Protocol (DHCP) e le impostazioni Domain Name System (DNS). Informazioni di Rete visualizza anche la completa configurazione TCP/IP per tutte le schede. compresi l'indirizzo IP, MAC address, subnet mask, gateway predefinito, Windows Internet Naming Service (WINS) e la configurazione DNS.
2115 = Centro Sicurezza PC controlla lo stato del computer attraverso tre elementi essenziali di sicurezza: Firewall, Aggiornamenti automatici e protezione da Malware/virus. Se viene rilevato un problema in uno di questi (per esempio, se il programma antivirus non è aggiornato), il Centro Sicurezza PC invia un'avviso e fornisce consigli su come proteggere al meglio il computer.
2116 = Proprietà del sistema può essere utilizzato per visualizzare le informazioni hardware di base del computer, quali il tipo di CPU e memoria RAM totale, visualizzare e modificare le impostazioni che controllano come il computer utilizza la memoria e trova alcune informazioni (hardware e proprietà del dispositivo), profili di configurazione hardware, visualizzare informazioni sulla connessione di rete e il profilo d'accesso, e riporta a Microsoft o all'amministratore di sistema gli errori di sistema e di programma quando si verificano.
2117 = Informazioni di Sistema è un componente dei sistemi operativi Windows che raccoglie e visualizza informazioni sulla configurazione del sistema di computer locali e remoti. Questo comprende informazioni sulle configurazioni hardware, software e componenti del computer, inclusi driver firmati e non firmati. Informazione di Sistema è uno strumento di supporto che è possibile utilizzare per individuare rapidamente informazioni relative al computer e al suo sistema operativo.
2118 = il Comando TCP/IP Netstat è un componente del sistema operativo Windows che visualizza tutte le connessioni TCP attive e le porte TCP e UDP  a cui il computer è in ascolto e visualizza l'eseguibile coinvolto nella creazione di ciascuna connessione o la porta di ascolto (il nome del file eseguibile è [ ] in basso, in alto c'è il componente chiamato, e così via fino a che il TCP/IP è stato raggiunto).
2119 = Tastiera su schermo visualizza una tastiera virtuale sullo schermo e consente agli autenti con difficoltà motorie di digitare i dati usando un dispositivo di puntamento o un joystick. Tastiera su schermo è destinato a fornire un livello minimo di funzionalità per gli utenti con difficoltà motorie.  È inoltre possibile utilizzare Tastiera su schermo se si pensa che vi sia un Key-Logger installato sul PC e tutti i tasti digitati vengano registrati. Tastiera su schermo elimina la possibilità di registrare sequenze di tasti.
2120 = Deframmentazione del disco analizza i volumi locali e consolida file frammentati e cartelle in modo che ciascuno occupi un unico spazio contiguo sul volume. Deframmentazione disco consolida anche lo spazio libero di un volume, rendendo meno probabile che i nuovi file vengano frammentati. Come risultato di questi cambiamenti, il sistema può accedere ai file e alle cartelle e salvare quelli nuovi in modo più efficiente. 
2121 = Servizi può avviare, fermare, mettere in pausa, riassumere, o disabilitare un servizio su computer locali o remoti. Servizi può anche avviare azioni di recupero se un servizio fallisce (per esempio, riavviando il servizio automaticamente), abilitare o disabilitare servizi per un particolare profilo hardware e visualizzare lo stato e la descrizione di ciascun servizio.
2122 = Cartelle condivise può essere utilizzato per gestire le risorse condivise in rete, le autorizzazioni di controllo di accesso, attività di sessione, la condivisione di risorse e di proprietà per visualizzare un riepilogo delle connessioni e delle risorse usate per ogni computer locale e remoto.  Cartelle condivise può anche visualizzare un elenco di tutti gli utenti che sono connessi in remoto (su una rete) al computer e scollegare uno di essi o tutti. È inoltre possibile visualizzare un elenco di file che sono attualmente aperti da utenti remoti.
2123 = Criteri di gruppo include le impostazioni dei criteri utente e per la configurazione del computer. Impostazioni di Criteri di gruppo definisce le diverse componenti dell'ambiente desktop dell'utente che un amministratore di sistema deve gestire (per esempio, i programmi che sono disponibili per gli utenti, i programmi che vengono visualizzati sul desktop dell'utente e le opzioni del menù di avvio).
2124 = Aggiungi/Rimuovi Componenti Windows consente di gestire i componenti di Windows installati nel computer. Dopo l'installazione del sistema operativo di Windows sul computer, è possibile utilizzare questo strumento per aggiungere un componente di Windows non incluso nell'installazione originale, o rimuovere un componente di Windows installato che non si desidera più.
2125 = Lo Strumento Microsoft Windows di Rimozione Malware controlla i computer che eseguono un sistema operativo Windows da specifiche infezioni causate dai più diffusi software dannosi e aiuta a rimuovere qualsiasi infezione trovata. Questo software dannoso include virus, worms e Cavalli di Troia. Quando il processo di rilevamento e rimozione è stato completato, lo strumento visualizza un report che descrive i risultati, compresi gli eventuali software dannosi individuati e rimossi.


[Junk Files Cleaner Options]
2202 = Scansione Drive:
2203 = Schema
2204 = Descrizione
2205 = Aggiungi
2206 = Rimuovi
2207 = Predefiniti
2208 = Pulitore di File residui: Generale
2209 = Pulitore di File residui: Escludi
2220 = Schema di scansione per:
2221 = È possibile utilizzare i simboli? e / o * come caratteri jolly
2222 = Aggiungi Schema
2223 = Aggiungi Escludi Schema
2224 = È possibile utilizzare i simboli? e / o * come caratteri jolly
2225 = Escludi schema:
2226 = Sposta i file nel Cestino
2227 = Ignora i file accessibili nelle ultime 24 ore

[Junk Files Cleaner Tool]
2306 = Scansione
2307 = Elimina
2308 = Scansione
2309 = Attendere, scansione in corso.
2310 = Annulla
2311 = Nome
2312 = Dimensione
2314 = Cerca in %s per
2319 = File:
2320 = Dimensione Totale:
2323 = Ci sono file usati da Windows o da un'altro programma che non possono essere eliminati adesso
2324 = Deve essere selezionato almeno un drive ed una estensione per avviare la scansione.
2325 = Pulitore residui di File permette di trovare e rimuovere dal computer vari tipi di file non necessari. Di solito tali file sono eliminati dall'applicazione che li aveva creati non appena non ha più bisogno di loro. Tuttavia, possono rimanere sul disco rigido se si verifica un'interruzione inaspettata dell'applicazione, un crash del sistema, ecc. Se questo accade, si può ridurre lo spazio libero sul disco rigido o causare un rallentamento della velocità del sistema ecc.
2326 = File:
2327 = Eliminazione file
2328 = Non sono stati trovati file indesiderati

[Context Menu Junk Files Cleaner]
2313 = Apri
2314 = Ricerca con Google per 
2315 = Apri contenuto cartella
2316 = Proprietà...
2317 = Controlla tutti gli elementi
2318 = Deseleziona tutti gli elementi
2321 = Controlla gli elementi selezionati
2322 = Deseleziona gli elementi selezionati

[Topmost Window]
4002 = Opzioni
4003 = Apri Finestra principale
4004 = Modalità Trascina e Rilascia
4005 = Modo Mirino
4006 = Dimensione
4007 = Piccolo
4008 = Medio
4009 = Grande
4010 = Dimensione della Finestra
4011 = ESCI
4012 = Disinstalla
4013 = Ferma  Avvio automatico
4014 = Distruggi Processo
4015 = Distruggi ed Elimina Processo
4016 = Apri contenuto cartella
4017 = Informazioni
4018 = Proprietà
4019 = CANCELLA
4020 = Un solo file alla volta è supportato!
4021 = E' stata rilasciata una cartella, trascinare e rilasciare un file
4022 = Disinstalla o Rimuovi:
4023 = Irrisolto! Provare a puntare a un'altra finestra, icona o una voce della barra delle applicazioni.
4024 = Impossibile eseguire il comando di disinstallazione!\N Si prega di disinstallare l'applicazione con il programma di disinstallazione.
4025 = Nessun pacchetto di installazione trovato!\nSuggerimento: Ottenere ulteriori informazioni per l'applicazione dalla finestra principale e\n provare a disinstallarla manualmente!
4026 = L'Applicazione indicata è disabilitata dall'avvio automatico!\nSuggerimento: Se la si desidera abilitare di nuovo, utilizzare lo Strumento Auto Avvio nell'applicazione principale!
4027 = L'Applicazione indicata non si trova nei comuni luoghi di avvio!\nSuggerimento: Per ricercare luoghi non comuni usati per l'avvio automatico di una applicazione, si rimanda al sito web di Google!
4028 = Sicuro di voler chiudere l'applicazione selezionata?\nI dati non salvati saranno persi!
4029 = Disinstallatore
4030 = Sicuro di voler chiudere ed eliminare l'applicazione selezionata?\nI dati non salvati saranno persi!
4031 = Sicuro di voler chiudere Windows Explorer?\n Il Menù Avvio, e la barra delle applicazioni scompariranno!
4032 = Avvio automatico con Windows
4033 = Trasparenza
4035 = Sempre al top

[Scan After Uninstall]
4210 = Posizione
4211 = Chiave
4212 = Valore
4213 = Dati
4214 = File
4215 = Nessun elemento selezionato. Selezionare un elemento da eliminare!
4216 = Scansione dopo la Disinstallazione
4217 = Seleziona Tutti
4218 = Deseleziona Tutti
4219 = Elimina
4220 = File residui
4221 = Voci residue del Registro
4222 = Scansione prima della disinstallazione, attendere...
4223 = Disinstallatore in funzione...
4224 = Avviare scansione per i file residui, le cartelle e le chiavi di registro quando il disinstallatore dell'applicazione ha terminato il processo.
4225 = Scansione dopo la disinstallazione, attendere...
4226 = Controllare attentamente le voci elencate!
4227 = Chiudi
4228 = I file rimasti nell'elenco saranno eliminati dopo il prossimo riavvio del sistema.
4229 = Il disinstallatore dell'applicazione non ha funzionato!\nPossibile comando invalido di disinstallazione!
4230 = Indietro
4231 = Avanti
4232 = Selezionare una modalità di disinstallazione
4233 = Modalità
4234 = Incorporata - esegue soltanto il disinstallatore dell'applicazione senza ulteriore scansione
4235 = Sicura - include la modalità Incorporata ed esegue scansioni supplementari nel Registro di sistema e sul disco rigido per trovare oggetti rimasti che sono sicuri da eliminare. Questa è la modalità più rapida.
4236 = Moderata - include la modalità Sicura ed esegue un'analisi estesa per trovare tutte le informazioni dell'applicazione rimaste nei luoghi più comuni del Registro di sistema e sul disco rigido. 
4237 = Avanzata - include la modalità Moderata ed effettua una profonda e completa scansione per trovare tutte le informazioni dell'Applicazione rimaste nel Registro di sistema e sul disco rigido. Questa è la modalità più lenta.
4238 = Analisi dei dati dell'applicazione prima della disinstallazione.
4239 = Avvio del disinstallatore incorporato dell'applicazione.
4240 = Dopo che il disinstallatore incorporato dell'applicazione ha terminato, premere il pulsante "Successivo" per avviare la scansione dei file residui, delle cartelle e degli elementi del registro. 
4241 = Esegue l'analisi iniziale e disinstalla 
4242 = Scansione delle informazioni rimaste
4243 = Disinstallazione incorporata conclusa, scansione del Registro e del disco fisso per la ricerca di file rimasti, cartelle ed elementi del registro relativi all'applicazione disinstallata. Attendere….
4244 = Trovati elementi del Registro rimasti
4245 = Trovati elementi del Registro:
4246 = Nota: Si prega di verificare attentamente le voci in grassetto! Solo gli elementi selezionati in grassetto ed i loro elementi secondari saranno cancellati!
4247 = Trovati file e cartelle rimasti
4248 = Elementi Trovati:
4249 = My Computer
4250 = Revo Uninstaller non è in grado di avviare il disinstallatore incorporato nell'applicazione. Forse il comando di disinstallazione non è valido o il programma di disinstallazione è danneggiato. È possibile premere il pulsante "Indietro" e provare un'altra modalità di disinstallazione.
4251 = Il disinstallatore incorporato nell'applicazione ha terminato. Revo Uninstaller non ha eseguito la scansione degli oggetti rimasti. Premere il pulsante “Indietro” e provare un'altra modalità di disinstallazione per eseguire la scansione dei file rimanenti, cartelle ed elementi del Registro di sistema.
4252 = Revo Uninstaller ha completato la procedura di disinstallazione con successo, ma non sono stati trovati elementi residui. Premere il pulsante “Indietro” e provare un altro modo esteso di disinstallazione per una più profonda scansione.
4253 = Revo Uninstaller ha completato la procedura di disinstallazione con successo. Se si vogliono ricercare ulteriori oggetti rimasti premere il pulsante “Indietro” e provare una modalità più avanzata di disinstallazione per una più profonda scansione.
4254 = Finito
4255 = Sicuro di voler inviare i file selezionati nel Cestino?
4256 = Sicuro di voler eliminare gli elementi di registro selezionati?
4257 = Revo Uninstaller ha completato la procedura di disinstallazione con successo!
4258 = Sicuro di voler saltare l'eliminazione dei valori residui di Registro trovati e continuare con il passo successivo?
4259 = Sicuro di voler saltare l'eliminazione dei file residui e delle cartelle trovati e continuare con il passo successivo? 
4260 = Scansione degli elementi residui completata. Premere il pulsante “Avanti” per vedere i risultati!
4261 = Creazione di un Punto di Ripristino del sistema...
4262 = Creazione di un Punto di Ripristino del sistema - fallito!
4263 = Creazione di un Punto di Ripristino del sistema disabilitato (in Opzioni->Disinstallatore)
4264 = Creazione di un Punto di Ripristino del sistema - fatto!
4265 = File System
4266 = Ricerca di residui di
4267 = residui trovati nel Registro di sistema e nel File system
4268 = residui eliminati dal Registro e dal File system
4269 = programmi disinstallati
4270 = Creazione di un Punto di Ripristino non riuscita (Ripristino configurazione di sistema disabilitato nelle impostazioni di Windows)
4271 = Eliminazione dei residui trovati dal Registro e dal File system...
4272 = Ricerca dei residui...

[About]
4300 = Traduttori:

[ContextMenu Uninstaller]
5000 = Comandi
5001 = Informazioni
5002 = Cerca in %s per
5004 = Posizione di Installazione
5005 = Apri Link A proposito di...
5006 = Apri Link Aiuto...
5007 = Apri Link Aggiornamento...
5008 = Apri Chiave di Registro...
5009 = Nascondi

[Common]
10000 = OK
10001 = Annulla
10002 = Aiuto
10003 = Browse
10004 = Strumento di aiuto corrente
10005 = Homepage
10006 = A proposito di
10007 = Attenzione
10008 = ERRORE
10009 = Si
10010 = No
10011 = In pausa
10012 = Riprendi
10013 = Predefinito
10014 = Attendere prego...
10015 = Più tardi
10016 = Mai
10017 = Operazione completata con successo!
10020 = Riprova
10021 = Ignora
10022 = Interrompi
10023 = Elimina
10024 = Salva
10025 = Elementi
10026 = Inizia
10027 = Chiudi (Raccomandato)
10028 = URL:
10029 = Tutto
10030 = Mostra

[Tooltips]
2000 = Passa alla modalità disinstallatore
2001 = Mostra Pannello Strumenti
2002 = Regola le impostazioni
2003 = Passa al Modo Mirino
2004 = Cambia la visualizzazione della lista delle applicazioni installate
2005 = Disinstalla l'applicazione selezionata
2006 = Elimina dal registro la voce selezionata
2007 = Aggiorna l'elenco delle applicazioni
2008 = Aggiorna la versione corrente all'ultima versione
2009 = Trova informazioni aggiuntive e risposte a domande sul programma
404 = Avvia l'applicazione selezionata
405 = Ferma e chiude l'applicazione selezionata
406 = Impedisce l'auto avvio dell'applicazione selezionata
506 = Deseleziona le opzioni selezionate
605 = Deseleziona le opzioni selezionate
705 = Deseleziona le opzioni selezionate
2106 = Esegui lo strumento selezionato
2304 = Scansione dei file non necessari in base alle impostazioni selezionate
2305 = Invia i file selezionati nel Cestino


[UninstallerPro]
15000 = Generale
15001 = Gestore\nGruppi
15002 = Nuovi Programmi
15003 = Altri Programmi
15004 = Nome
15005 = Rinomina
15006 = Internet
15007 = Giochi
15008 = Multimedia
15009 = Utilità
15050 = Muovi Su
15051 = Muovi Giù
15052 = Aggiungi
15053 = Rimuovi
15054 = Colonne
15055 = Rimuovi Questa Colonna
15056 = Allineamento
15057 = Sinistra
15058 = Centro
15059 = Destra
15060 = Miglior adattamento
15061 = Esporta l'elenco in
15062 = Formato Testo(txt)
15063 = Formato HTML(html)
15064 = Microsoft Excel
15065 = Esporta
15066 = Selezionare le colonne che si desidera esportare
15067 = Mostra come nuovi programmi installati
15068 = Ultimo (in giorni)
15069 = Dall'ultimo avvio del disinstallatore
15070 = Nome di Gruppo:
15071 = Aggiungi
15072 = Gruppo
15073 = Programmi Tracciati
15074 = Programmi\nTracciati
15075 = Tutti i Programmi
15076 = Tutti\nProgrammi
15077 = Elimina inserimento
15078 = Disinstallazione personalizzata
15079 = Cambia Icona
15080 = Aggiungi al Gruppo
15081 = Rimuovi dal Gruppo
15082 = Disinstallazione
15083 = Disinstallazione file registrati e cartelle di programma:
15084 = Disinstallazione voci registrate di Registro:
15085 = Esistono alcuni dati che possono essere correlati al programma disinstallato, ma non sono stati eliminati perché non sono stati registrati da Revo Uninstaller Pro durante l'installazione del programma. Se si desidera esaminarli ed eventualmente eliminarli premere il tasto "Disinstallazione Avanzata"
15086 = Disinstallazione Avanzata
15087 = Percorso File\Cartella
15088 = Caricamento lista...
15089 = Disinstallazione valori selezionati
15090 = Apri chiave di Registro... 
15091 = Espandi tutto 
15092 = Chiudi tutto
15093 = Nome Valore
15094 = Cartella registrati:
15095 = Esegui operazioni di Rinomina del preesistente sui file di sistema e sulle cartelle
15096 = Forza Disinstallazione
15097 = Disinstallazione\nForzata
15098 = Espandi chiavi selezionate
15099 = Chiudi chiavi selezionate
15100 = Disinstalla chiavi selezionate
15101 = Segna chiavi selezionate come Create
15102 = Aggiungi a elenco di esclusione
15103 = Invalido file di log
15104 = Il file non esiste! Immettere un file valido o cancellare l'operazione.
15105 = Scegli Processo
15106 = Aggiungi Processo all'elenco
15107 = Percorso completo del processo:
15108 = Aggiungi chiave di Registro
15109 = Percorso Chiave di Registro
15110 = Il Comando di disinstallazione forzata aiuta a disinstallare programmi o rimuovere residui di programmi parzialmente installati o disinstallati. È possibile cercare residui di file e cartelle o immettere un percorso completo per qualsiasi file o cartella del programma che si desidera disinstallare. È anche possibile immettere il nome del programma come informazione aggiuntiva. Sulla base dei dati inseriti, Revo Uninstaller Pro ricerca un programma di disinstallazione integrato esistente e i registri di installazione relativi ai moduli dei Programmi Tracciati e del Database. Se viene trovato qualcosa, sarà creato un elenco in modo da poter scegliere di utilizzarlo o meno.\n\nPer favore, inserire il nome esatto e la posizione di installazione del programma che si desidera disinstallare!!
15111 = Modalità di scansione
15112 = Incorporata
15113 = Sicura
15114 = Moderata
15115 = Avanzata
15116 = Percorso completo del file e della cartella di programma
15117 = Nome esatto del programma:
15118 = Trovato disinstallatore incorporato:
15119 = Avvia il disinstallatore incorporato selezionato
15120 = Nome Programma
15121 = Comando Disinstallazione
15122 = Tipo
15123 = 32-bit
15124 = 64-bit
15125 = Finire il Processo e continuare
15126 = Il file selezionato è un processo in esecuzione! Se si desidera disinstallarlo correttamente insieme agli elementi connessi, è meglio bloccarlo (stop) e continuare
15127 = Chiave di Registro da Escludere
15128 = Includi Sottochiavi
15129 = Imposta all'avvio lo Stato attivo del Tracciato dei Programmi
15130 = Elimina file e cartelle:
15131 = nella cartella di Backup
15132 = nel Cestino
15133 = Permanentemente
15134 = Sicuro che si desidera eliminare gli oggetti selezionati?
15135 = Cartelle
15136 = File
15137 = File e Cartelle possibilmente correlati
15138 = Elementi di Registro possibilmente correlati
15139 = Chiavi:
15140 = Valori:
15141 = File e Cartelle registrati
15142 = Esegui operazioni di Rinomina di file e cartelle preesistenti
15143 = Sicuro di voler disinstallare gli oggetti selezionati?
15144 = Selezionato, ma i file rimasti saranno eliminati al prossimo riavvio del sistema.
15145 = Elementi di Registro registrati
15146 = Sto disinstallando...
15147 = Scansione per residui di file, cartelle ed elementi di registro  sulla base delle informazioni iniziali fornite
15148 = Analisi e avvio del disinstallatore incorporato nel programma per la disinstallazione predefinita
15149 = Dopo la conclusione del disinstallatore del programma, premere il pulsante "Scansione" per avviare la scansione di ricerca di avanzi di file, cartelle ed elementi di registro.
15150 = Non c'è abbastanza spazio sul disco per scrivere la cache dei dati del file
15151 = Errore nello scrivere il file cache. Assicurarsi di avere le autorizzazioni appropriate
15152 = Errore nella lettura della cache dei dati di file
15153 = Revo Uninstaller Pro non ha trovato nessun residuo
15154 = Scansione
15155 = Personalizza\nDisinstallazione
15156 = Il modulo "Tutti i Programmi" di Revo Uninstaller Pro mostra tutti i programmi e i componenti installati per l'utente corrente e tutti gli utenti, distinti in due gruppi predefiniti - "Nuovi" e "Altri". Nella visualizzazione "Dettagli", o dal menu contestuale, è possibile ottenere informazioni addizionali (link e proprietà circa l'installazione). Le impostazioni del modulo si trovano nella sottovoce "Tutti i Programmi" sotto la voce "Disinstallatore" nella finestra "Opzioni".
15157 = Il modulo "Programmi Tracciati" di Revo Uninstaller Pro mostra tutti i programmi di cui si è tenuta traccia e sono stati controllati durante l'installazione usando Revo Uninstaller Pro. Per tracciare un programma con Revo Uninstaller Pro si può fare click destro sul pacchetto di installazione (setup) o premere il pulsante "Installa Programmi" sulla barra principale degli strumenti. Le impostazioni del modulo si trovano nella sottovoce "Programmi Tracciati" sotto la voce "Disinstallatore" nella finestra "Opzioni".
15158 = Registrazione
15159 = File di Aiuto
15160 = Installa Programmi
15161 = Installa\nProgrammi
15162 = Creare un Punto di ripristino del sistema e un completo backup del Registro prima di disinstallare
15163 = Crea un completo backup del Registro...
15164 = Crea un Punto di Ripristino del sistema e un completo backup del Registro - disabilitato (in Opzioni->Disinstallatore)
15165 = Crea un completo backup del Registro - fatto!
15166 = Crea un completo backup del Registro - fallito!
15167 = (Non supportato in Windows Vista e Windows 7)
15168 = Logs:
15169 = O click destro del mouse sull'icona Modo Mirino e selezionare "Esci" per terminare
15170 = Aprire la procedura guidata di disinstallazione massimizzata
15171 = Percorso della cartella
15172 = Installare un lettore PDF per visualizzare il file della Guida
15173 = Aggiungi un Nuovo Gruppo 
15174 = Elimina i Logs selezionati
15175 = Ricostruire file di cache
15176 = Sicuro di voler ricostruire il file di cache?\nLe personalizzazioni sui dettagli dei programmi verranno resettate!
15177 = Gestisci
15178 = Esporta,Importa o Modifica log
15179 = Cambia\non Riparare
15180 = Cambia o Ripara
15181 = Aggiorna collegamento
15182 = Log del Database
15183 = Log\nDatabase
15184 = Programmi
15185 = Nome Programma
15186 = Versione Programma
15187 = Versione Windows 
15188 = Bit di Windows
15189 = Trovato
15190 = Mostra solo i log compatibili con %s
15191 = Mostra solo %s log
15192 = Log: abbinati
15193 = Log del Database
15194 = Ricerca per:
15195 = log
15196 = logs
15197 = programma
15198 = Programmi
15199 = Nome
15200 = Disinstallazione rapida
15201 = Disinstallazione\nRapida
15202 = Fare il backup iniziale del sistema
15203 = Disinstallazione programma %d di %d
15204 = Analisi iniziale - fatto!
15205 = Avvio del programma di disinstallazione integrato -fatto!
15206 = Avvio del programma di disinstallazione integrato - non riuscito!
15207 = Scansione dei residui di file, cartelle e voci del Registro di sistema ...
15208 = Eliminazione di avanzi di elementi trovati 
15209 = Eliminati %d chiavi di registro rimanenti e %d valori
15210 = Eliminati %d Cartelle rimanenti e %d File
15211 = Disinstallazione rapida completata!
15212 = Stato
15213 = Dopo che la disinstallazione del programma è terminata, premere il tasto "Continua" per continuare il processo di disinstallazione.
15214 = Continua
15215 = Importato
15216 = Aggiungi Commento
15217 = Modifica commento
15218 = Moduli
15219 = Data Log 
15220 = Preparazione dati di log per la disinstallazione ...
15221 = %d di %d voci
15222 = Esecuzione di operazioni di ridenominazione necessarie ...
15223 = Sicuro di voler disinstallare il log selezionato?
15224 = Sicuro di voler disinstallare i log selezionati?
15225 = Disinstallazione log %d di %d
15226 = Esporta tutto
15227 = Ignora \nBackup
15228 = Ignora creazione del punto di ripristino e di backup completo del Registro di sistema
15229 = Creazione di un backup completo del Registro di sistema - ignorato
15230 = Creazione punto di ripristino di sistema - ignorato!
15231 = Modifica Log
15232 = Importa Log
15233 = Esporta Log
15234 = Analisi Log -
15235 = Rinomina Log
15236 = Nome Log
15237 = Salva Cambiamento
15238 = Modifica
15239 = Icona
15240 = Indice Icone
15241 = Autore
15242 = Data di Creazione
15243 = Ultima modifica
15244 = Dimensione stimata
15245 = Chiavi di Registro
15246 = Valori di Registro
15247 = Creato
15248 = Eliminato
15249 = Rinominato
15250 = Sovrascritto
15251 = Sconosciuto
15252 = Vecchio Nome
15253 = Nome completo
15254 = Vecchio Nome completo
15255 = Vecchi Dati
15256 = Esiste già un Valore del Registro di sistema con questo nome!
15257 = Aggiungi Chiave
15258 = Nome della chiave:
15259 = Non modificato
15260 = Modifica chiave
15261 = Aggiungi Valore
15262 = Modifica Valore
15263 = Inserisci
15264 = Vecchio Tipo
15265 = Forza l'interruzione dell'esecuzione di file eseguibili durante la loro disinstallazione
15266 = Ricerca di un apposito log prima della normale disinstallazione del programma
15267 = Sicuro di voler fare una rapida \ndisinstallazione del programma(i) selezionato?
15268 = Trovato un log corrispondente fra i log che saranno usati per la disinstallazione\nAvvio del programma di disinstallazione incorporato per la disinstallazione predefinita
15269 = Trovato un log corrispondente nel Database dei Log che sarà usato per la disinstallazione\nAvvio del programma di disinstallazione incorporato per la disinstallazione predefinita
15270 = Dopo che la disinstallazione del programma è terminata, premere il tasto "Continua" per vedere i residui di file, cartelle e voci di Registro.
15271 = Errore durante il download del file di log!
15272 = Errore nella ridenominazione del file di log scaricato!
15273 = Il modulo "Database dei log" di Revo Uninstaller Pro mostra un elenco di log dei programmi tracciati compatibile con il vostro sistema Windows. Questi log memorizzati sul vostro sito web sono mantenuti dal team di Revo Uninstaller Pro. Potete facilmente usare questi log per disinstallare programmi dal vostro computer (con un click sul pulsante "Disinstalla").
15274 = La vostra Versione:
15275 = Aggiorna Ora
15276 = Aggiorna automaticamente il database dei log 
15277 = Errore durante il download del database dei log
15278 = Errore durante l'aggiornamento del database dei log!
15279 = Errore di estrazione del database dei log!
15280 = Errore durante l'apertura del database dei log!
15281 = Inserisci il tuo commento:
15282 = Scegliere Icona
15283 = Percorso file
15284 = Selezionare un'icona dalla lista:
15285 = File
15286 = Cartella
15287 = Esportazione Log -
15288 = Importazione Log -
15289 = %d%% completato
15290 = Esportato da
15291 = Trovati log correlati
15292 = Sì(raccomandato)
15293 = I log elencati sembrano riferirsi al programma che si sta disinstallando. Si vogliono utilizzare i dati riferiti ai log durante la disinstallazione?
15294 = Sto scaricando i log
15295 = I log elencati trovati nei Database dei log sembrano riferirsi al programma che si sta disinstallando. Se si desidera utilizzarne qualcuno nel corso della procedura di disinstallazione, selezionarlo con un segno di spunta.
15296 = C'è un log di disinstallazione adeguato nel nostro Database dei log.\nSi desidera utilizzarlo per una più completa disinstallazione del programma?
15297 = Sicuro di voler eliminare dalla lista il/i log selezionati?
15298 = È necessario selezionare almeno una colonna da esportare
15299 = Sfoglia per
15300 = Utilizzare il log selezionato
15301 = Origine
15302 = Non è stato selezionato dalla lista alcun programma di disinstallazione integrato.\nSicuro di voler continuare la ricerca di residui e saltare l'utilizzo di un programma di disinstallazione integrato?
15303 = Selezionare dalla lista un programma di disinstallazione integrato se lo si desidera utilizzare durante il processo di disinstallazione.
15304 = Non è stato selezionato alcun file di registro dalla lista.\nSicuro di voler continuare la ricerca di residui di file e ignorare l'uso di un file di registro?
15305 = Selezionare dall'elenco un log se lo si desidera utilizzare durante il processo di disinstallazione.
15306 = Caricamento dei dati di log ...
15307 = Creare un registro completo di backup prima di disinstallare
15308 = Creazione di un backup completo del Registro di sistema è disattivato (in Opzioni-> disinstallazione)
15309 = Percorso:

15310 = Usare il programma di disinstallazione dei dati per ottenere le proprietà di installazione dei dati stessi
15311 = Installa il programma con\nRevo Uninstaller Pro
15312 = Unisci i logs selezionati
15313 = Sei sicuro di voler unire i logs selezionati?\nQuesto comando è appropriato per i logs relativi ad un programma e combina tutti i logs in un unico log con i dati.
15314 = Nome del Log Unito
15315 = Cartella da escludere
15316 = Files e Cartelle da Escludere
15317 = Chiavi di Registro da Escludere
15318 = La disinstallazione di %s era stata interrotta da un riavvio del computer. Vuoi continuare la procedura di disinstallazione?
15319 = Tutti i Logs delle operazioni su questo computer
15320 = Trasferimento
15321 = Backup
15322 = Recupero
15323 = Selezionare la cartella principale della versione Portatile
15324 = Backup Logs
15325 = Recupero Logs
15326 = Sovrascrivere i logs esistenti con lo stesso nome?
15327 = Errore nel rilevamento della cartella di dati installata di Revo Uninstaller Pro.
15339 = Elimina automaticamente tutti i residui trovati
15340 = Trovati %d residui nel Registro
15341 = Eliminazione di %d residui nel Registro...
15342 = Trovate %d Cartelle e %d Files residui
15343 = Eliminazione di %d Cartelle e %d Files residui...
15344 = %d selezionato/i
15345 = Mostra l'opzione per la scansione di tutti gli account di Windows alla ricerca di residui.
15346 = Scegli il tuo tema colore
15347 = Classico
15348 = Scuro
15349 = Potrai sempre modificare queste impostazioni in un secondo momento.
15350 = Analizza i programmi di disinstallazione integrati per la disinstallazione predefinita e avviali in modo invisibile all'utente (se possibile)
15351 = Avvia i comandi di disinstallazione predefiniti delle apps per la disinstallazione iniziale
15352 = Esegui la scansione di tutti gli account Windows alla ricerca di residui
15353 = Disinstalla da tutti gli account di Windows
15354 = Esecuzione del programma di disinstallazione integrato di %s
15355 = Al termine della disinstallazione predefinita di ( %s ), clicca il pulsante "Scansiona" per avviare la scansione dei residui.
15356 = Livello di log modificato in %d.
15357 = Continuare l'operazione di disinstallazione?
15358 = Sei sicuro di voler annullare il processo di disinstallazione? 
15360 = Filtra per dimensione
15361 = Filtra per tipo
15362 = Nascosto
15363 = Filtra per unità
15364 = Vuoi mantenere le tue preferenze?\nIcone, commenti, gruppi, ecc.
15365 = La rimozione di questo prodotto potrebbe causare l'interruzione del corretto funzionamento di alcune funzionalità di Windows o di altri software.
15366 = Filtra l'elenco dei programmi
15370 = Modalità di scansione


[Auto Run Manager Pro]
15800 = Aggiungi
15801 = Aggiungi programma all'avvio di Windows
15802 = Imposta l'auto avvio per:
15803 = Tutti gli utenti
15804 = L'utente corrente
15805 = Imposta l'avvio automatico per:
15806 = Registro: Run - ad ogni avvio di Windows
15807 = Registro: RunOnce - soltanto una volta al prossimo avvio di Windows
15808 = Cartella di avvio - ad ogni avvio di Windows
15809 = Comando (percorso completo):
15810 = Nome:
15811 = Rimuovi da avvio automatico
15812 = Rimuovi gli elementi che non si eseguono dall'avvio automatico
15813 = Rimuovi tutti gli elementi disabilitati dall'avvio automatico
15814 = Servizi
15815 = Apri Servizi di Windows
15816 = Attività Pianificate
15817 = Abilita
15818 = Disabilita


[General App]
16001 = Stampa
16002 = Anteprima di stampa
16003 = Imposta stampante
16004 = Visualizza
16005 = Barra dei Menu
16006 = Barra principale degli strumenti
16007 = Descrizione Pannello
16008 = Barra di Stato
16009 = Barra degli Strumenti
16010 = File
16011 = Gestore\nAuto avvio
16012 = Pulitore\nAvanzi di file
16013 = Strumenti\nWindows
16014 = Pulitore\nBrowser
16015 = Pulitore\nMicrosoft Office
16016 = Pulitore\nWindows
16017 = Rimuove\nProve
16018 = Elimina\nDefinitivamente
16019 = Gestore\nBackup
16020 = Installa con Revo Uninstaller Pro
16021 = Disinstalla con Revo Uninstaller Pro
16022 = Installa il programma selezionato con Revo Uninstaller Pro
16023 = Disinstalla il programma selezionato con Revo Uninstaller Pro
16024 = Cartella di Backup :
16025 = Backup degli elementi di Registro eliminati
16026 = Backup delle cartelle e dei file eliminati
16027 = Microsoft Excel non è installato nel computer (codice errore 0x%08X).
16028 = Impossibile eseguire l'applicazione Microsoft Excel (codice errore 0x%08X).
16029 = Errore sconosciuto.
16030 = Registro
16031 = Salta i messaggi di informazione
16032 = Salta i messaggi di attenzione
16033 = Processi
16034 = Traccia i programmi in modalità compatta
16035 = Includi Processi:
16036 = Escludi Processi:
16037 = Percorso del Processo
16038 = Tema visivo:
16039 = Barra degli strumenti
16040 = Mostra etichette di testo
16041 = Mostra icone piccole
16042 = Blu
16043 = Grigio
16044 = Nero
16045 = Argento
16046 = Nativo
16047 = Nativo 2
16048 = Nativo liscio
16049 = Acquista ora
16050 = Dopo l'acquisto di Revo Uninstaller Pro riceverete una mail con il numero di serie. Dovete inserire il numero di serie qui sotto e premere il pulsante “Attiva in linea” per attivare il prodotto. L'attivazione richiede una connessione ad Internet, quindi il firewall non dovrebbe bloccare Revo Uninstaller Pro. Se avete domande in merito alla registrazione, vi preghiamo di contattarci al seguente indirizzo: registration@revouninstaller.com.
16051 = Registra 
16052 = Inserire qui il numero di serie esatto:
16053 = Attiva in linea
16054 = Tutti i diritti riservati.
16055 = Versione Registrata
16056 = Versione Non registrata
16057 = Sicuro che si desidera eliminare i backup creati, i logs e altri dati dell'utente?. Premere "No" se si sta aggiornando il programma.
16058 = Traduttore:
16059 = Crea giornalmente un completo backup del Registro
16060 = Elimina, dopo la disinstallazione, la registrazione del programma tracciato
16061 = Mostra icone piccole nella visualizzazione Dettagli
16062 = Mostra i comandi nel menù contestuale di Windows (Installa con ..., Disinstalla con ...)
16063 = Spunta di default tutti i residui di file
16064 = Grigio scuro
16065 = Blu 2
16066 = Mostra Revo Uninstaller Pro nel Pannello di Controllo
16070 = Comandi barra degli strumenti
16071 = Personalizza
16072 = Tema
16073 = Personalizza Colore di sfondo
16074 = Selezione colore personalizzato
16075 = Chiudere Revo Uninstaller Pro, prima di avviare l'importazione di un log.\nO importare il log usando il pulsante della barra degli strumenti "Gestione" nel modulo "Programmi tracciati".
16076 = Attiva
16077 = Scegliere il metodo di attivazione
16078 = Attivazione Online
16079 = Attivazione da File
16080 = Il periodo di 30 giorni di prova è finito. Se si desidera continuare ad utilizzare il prodotto è necessario acquistare una licenza.
16081 = Dopo l'acquisto di una licenza di Revo Uninstaller Pro, riceverete una email con il numero di serie. Per attivare Revo Uninstaller Pro, è necessario inserire il proprio nome e quel numero di serie nel modulo sottostante (copia e incolla è fortemente raccomandato) e quindi premere il pulsante “Attivazione online”. L'Attivazione richiede una connessione Internet tale che il firewall non blocchi Revo Uninstaller Pro. Per qualunque domanda o problema relativi alla registrazione, contattateci a: registration@revouninstaller.com
16082 = Dopo l'acquisto di una licenza di Revo Uninstaller Pro, riceverete una email con il numero di serie. Per attivare Revo Uninstaller Pro da File, è necessario inserire il proprio nome e quel numero di serie nel modulo sottostante (copia e incolla è fortemente raccomandato) e dopo premere il pulsante “Salva File” per salvare il file. Quindi inviate il file creato a support@revouninstaller.com o registration@revouninstaller.com. In 24 ore riceverete indietro una chiave di sblocco che completerà l'attivazione di Revo Uninstaller Pro. In caso di domande o problemi relativi alla registrazione, vi preghiamo di contattarci al seguente indirizzo: registration@revouninstaller.com
16083 = Si è scelto di attivare Revo Uninstaller Pro da file. Dopo aver inviato il file di attivazione al nostro indirizzo email di supporto, dovreste ricevere la chiave di sblocco dal team di supporto di Revo Uninstaller Pro. È necessario inserire la chiave di sblocco (copia e incolla è fortemente raccomandato) e premere il pulsante "Attiva". In caso di domande o problemi relativi alla registrazione, vi preghiamo di contattarci al seguente indirizzo: registration@revouninstaller.com
16084 = C'è un cambiamento nel computer che richiede la riattivazione di Revo Uninstaller Pro. Premere il pulsante "Attiva". In caso di domande o problemi relativi alla registrazione, vi preghiamo di contattarci al seguente indirizzo: registration@revouninstaller.com
16085 = Attivazione effettuata!
16086 = Attivazione fallita!
16087 = Nessuna connessione al server di Attivazione. Assicurarsi che il firewall non blocchi Revo Uninstaller Pro.
16088 = Inserire il Nome Utente:
16089 = Inserire il Numero di serie (copia e incolla è fortemente raccomandato):
16090 = inserire chiave di sblocco (copia e incolla è fortemente raccomandato):
16091 = Ripristino processo di attivazione
16092 = Giorni rimanenti:
16093 = Salva File
16094 = Registrato a nome di
16095 = Riattiva
16096 = Attivazione in corso. Attendere ...
16097 = Il numero di serie è sbagliato.\nCopiare e incollare il numero di serie invece di digitarlo!
16098 = Riavviare Revo Uninstaller Pro
16099 = Modalità Scura
16100 = Numero di serie:
16101 = Licenza:
16102 = Invia feedback
16103 = Supporto in linea
16104 = Ripristina impostazione dei pannelli finestra principale
16105 = Ripristina impostazione di controllo Mostra Dettagli 
16106 = Ripristino riuscito\nRiavviare Revo Uninstaller Pro per applicare i cambiamenti
16107 = Non ci sono voci selezionate.\nSi deve selezionare almeno un elemento per procedere.
16108 = Mostra la schermata di avvio
16109 = Pulizia Cronologia
16110 = Cronologia\nPulizia
16111 = Altri\nComandi
16112 = Revo Uninstaller Pro è già in esecuzione!
16113 = L'abbonamento per l'aggiornamento scadrà: 
16114 = Rinnova Ora
16115 = L'abbonamento all'aggiornamento è scaduto il %s!
16116 = Aggiorna l'Abbonamento
16117 = Se desideri installare le ultime versioni di Revo Uninstaller Pro rilasciate dopo tale data, sarà necessario rinnovare l'abbonamento all'aggiornamento.
16118 = Promemoria della versione di prova
16119 = Grazie per aver utilizzato Revo Uninstaller Pro. Stai utilizzando una versione di prova completamente funzionante per 30 giorni. Se ti piace il software e vorresti utilizzarlo dopo la scadenza del periodo di prova, dovrai acquistare una licenza.
16120 = L'abbonamento ti consente di installare e attivare una versione di Revo Uninstaller Pro rilasciata prima del %s. Se desideri installare l'ultima versione di Revo Uninstaller Pro, è necessario rinnovare l'abbonamento.
16121 = Mi piace
16122 = Licenza Disattivata
16123 = La licenza è stata disattivata dall'utente e se desideri utilizzare nuovamente Revo Uninstaller Pro, sarà necessario registrarla con un numero di serie valido.
16124 = Disattiva Licenza
16125 = Le chiavi di attivazione utilizzate sono state disattivate con successo.
16126 = Disattivazione non riuscita!
16127 = Sei sicuro di voler disattivare la tua licenza?\nL'attuale installazione di Revo Uninstaller Pro smetterà di funzionare! Continua solo se desideri spostare o trasferire la tua licenza su un altro computer.
16128 = Disattiva
16129 = Disattivazione della licenza. Attendere prego...
16130 = giorno
16131 = Il numero seriale inserito è già stato applicato all'attuale licenza.
16132 = L'abbonamento all'aggiornamento è scaduto il %s, pertanto non è possibile aggiornare la versione corrente di Revo Uninstaller Pro. Ti preghiamo di rinnovare l'abbonamento all'aggiornamento se desideri installare ed utilizzare la versione più recente.
16133 = Comando test di fondo
16135 = Importazione riuscita!\nRiavvia Revo Uninstaller Pro per applicare le modifiche.
16150 = Colore di sfondo delle finestre di dialogo
16151 = Colore del testo
16152 = Controlla il colore di sfondo
16153 = Colore di selezione

16156 = Disabilita tutte le animazioni del testo
16157 = Ottieni la nostra app per Android
16158 = Scarica la nostra app per Android
16159 = Copia negli Appunti
16160 = Per favore, inserisci la chiave di sblocco, ricevuta via email o chat dal team di supporto di Revo Uninstaller Pro
16161 = Si è verificato un errore. Contatta il team di supporto di Revo Uninstaller Pro con i dettagli della licenza.
16162 = Attivazione online non riuscita. Per favore, prova "Attiva tramite File"
16163 = I nostri prodotti 

[AppBar]
16900 = Salva il log delle modifiche apportate al sistema monitorato
16901 = Ferma il monitoraggio dell'installazione
16902 = Revo Uninstaller Pro sta monitorando le modifiche del sistema - procedere con l'installazione come al solito!\nNON AVVIARE altri file di installazione, programmi o altro, durante l'installazione del programma!\nConclusa l'installazione, eseguire i programmi installati, configurarli e chiuderli.\nInfine premere il pulsante "Stop" (quadrato) e salvare il log.
16903 = Inserire un nome del log:
16904 = Inserire un nome del log e premere il pulsante "Salva"
16905 = Revo Uninstaller Pro sta tracciando l'installazione
16906 = Revo Uninstaller Pro sta salvando i dati
16907 = Impossibile ottenere l'autorizzazione per l'arresto del computer. Provare a spegnere manualmente!
16908 = Impossibile avere il privilegio per l'arresto del computer. Provare a spegnere manualmente!
16909 = Inserire un nome valido!
16910 = Sicuro di voler annullare il processo di registrazione?

[JunkFilesCleanerPro]
17000 = Escludi
17001 = Ultima modifica
17002 = Scansione cartella ...
17003 = Includi
17004 = Cartelle da includere come superflue

[Windows Apps]
17100 = Windows\nApps
17101 = Apps di Windows
17102 = App di Windows
17103 = Apps Totali
17104 = App
17105 = Apps
17106 = Il modulo "Apps di Windows" elenca tutte le apps di Windows installate e ti aiuta a disinstallarle con un solo click. Alcune apps prodotte da Microsoft, vengono preinstallate con il sistema operativo, altre vengono installate tramite Microsoft Store. Puoi trovare ulteriori informazioni su qualsiasi app dal menù contestuale.
17107 = Analisi ed avvio del comando di disinstallazione predefinito dell'app
17108 = Al termine del programma di disinstallazione predefinito dell'applicazione, premi il pulsante "Scansiona" per avviare la scansione dei files, delle cartelle e degli elementi del Registro rimanenti.
17109 = Sei sicuro di voler disinstallare l'App selezionata?
17110 = Impossibile avviare l'App Windows selezionata!
17111 = Aprire nel Microsoft Store
17115 = Termina
17116 = Ripristina App
17117 = Ripristina Microsoft Store
17118 = Impossibile terminare l'App selezionata.
17119 = Ciò ripristinerà l'App alla sua configurazione iniziale.\nVuoi continuare?
17120 = Ciò ripristinerà Microsoft Store alla sua configurazione iniziale.\nVuoi continuare?
17121 = La disinstallazione integrata di %s non è riuscita.\nTi consigliamo di controllare l'integrità dei files di sistema o di ripristinare l'App %s e riprovare.
17122 = Disinstallazione non riuscita

[Browser Extensions]
17200 = Browser\nEstensioni
17201 = Estensioni del Browser
17202 = Estensione MS Edge
17203 = Tipo
17204 = Estensione
17205 = Plugin
17206 = App
17207 = Supporto
17208 = Barra degli Strumenti
17209 = Provider di Ricerca
17210 = %s è in esecuzione. Terminalo (forza l'arresto) se vuoi continuare.\nI dati non salvati nel browser potrebbero essere perduti.
17211 = Estensioni totali
17212 = estensione
17213 = estensioni
17214 = Il modulo "Estensioni del Browser" elenca ed aiuta a cancellare diversi tipi di componenti aggiuntivi (chiamati estensioni o add-ons), che i browsers più popolari come Google Chrome, Microsoft Edge, Mozilla Firefox ed Internet Explorer consentono di installare per personalizzarli.
17215 = Sei sicuro di voler rimuovere l'estensione selezionata?
17216 = Rimozione dell'estensione %s
17217 = Per evitare la reinstallazione automatica dell'estensione, disattiva "Sincronizza app" e "Sincronizza estensioni" dalle impostazioni di Chrome, quindi continua il processo di rimozione.
17218 = Hai selezionato un'estensione preinstallata.
17219 = Browser
17220 = Profilo
17221 = %s è in esecuzione.◙ Premi 'k' per terminarlo/chiuderlo forzatamente (i dati non salvati nel tuo browser potrebbero andare persi).◙ Premi qualsiasi altro tasto per annullare.
17222 = %s è in esecuzione. Chiudilo per continuare.

[EvidenceRemoverPro]
17300 = Tipo
17301 = Dimensione totale
17302 = Spazio libero
17310 = Disco Locale
17311 = Disco Rimovibile
17312 = Stima del tempo rimanente:
17313 = giorni
17314 = ore
17315 = minuti
17316 = secondi
17317 = Sicuro di voler interrompere il processo?

[WindowsToolsPro]
17400 = Ripristino configurazione di sistema
17401 = Diagnostica di rete
17402 = Informazioni di rete
17403 = Centro sicurezza PC
17404 = Proprietà di sistema
17405 = Informazioni di sistema
17406 = TCP / IP comando netstat
17407 = Tastiera su schermo
17408 = Utilità di deframmentazione dischi
17409 = Servizi
17410 = Cartelle condivise
17411 = Criteri di gruppo
17412 = Aggiungi/Rimuovi Componenti di Windows
17413 = Microsoft Windows Strumento di rimozione malware
17414 = Windows Backup e ripristino
17415 = Utilità di pianificazione
17416 = Controllo disco
17417 = Controllo file di sistema
17418 = Pulizia Disco
17419 = Monitor Risorse
17420 = Manutenzione e Gestione Immagini di Distribuzione
17421 = Svuota la cache DNS
17422 = Informazioni e diagnostica DirectX
17450 = Windows Backup e ripristino consentono di effettuare copie di file di dati per tutte le persone che utilizzano il computer e offre la possibilità di creare un'immagine di sistema. E' possibile lasciare che Windows scelga di cosa fare il backup o è possibile selezionare le singole cartelle, librerie e unità di cui si desidera eseguire il backup. Un immagine del sistema include Windows e le impostazioni di sistema, i programmi e i file. È possibile utilizzare un'immagine del sistema per ripristinare il contenuto del computer se il disco rigido o il computer smette di funzionare.
17451 = Utilità di pianificazione consente di pianificare attività automatizzate che eseguono azioni in un momento specifico o quando si verifica un determinato evento. Offre la possibilità di pianificare il lancio di programmi o script in tempi predefiniti o dopo intervalli di tempo specificati. Utilità di pianificazione gestisce una libreria di tutte le attività pianificate, offrendo una visualizzazione organizzata dei compiti e un modo conveniente per la loro gestione.
17452 = Controllo disco verifica l'integrità logica del file system sul volume di Windows. Controllo Disco controlla problemi relativi a settori danneggiati, cluster persi, file con collegamenti incrociati ed errori delle directory  Questi tipi di problemi possono essere causati da crash di sistema o blocchi, anomalie di alimentazione, modo non corretto di spegnere il computer, ecc. 
17453 = Controllo file di sistema consente di eseguire la scansione e rimediare ai danni nei file di sistema di Windows verificando le loro versioni. Se trova un problema, tenterà di sostituire i file problematici dalla cache DLL di Windows. Se il file non si trova nella cache di DLL di Windows o la cache DLL è danneggiata, verrà richiesto di inserire il disco di installazione di Windows.
17454 = Pulizia Disco è un'utility per la manutenzione del computer progettata per liberare spazio sul disco rigido del computer, che consente agli utenti di rimuovere i files non più necessari o che possono essere eliminati in modo sicuro come files temporanei, di cache e di log creati dal sistema operativo e da altri programmi.
17455 = Monitor Risorse, visualizza informazioni sull'uso delle risorse hardware (CPU, memoria, disco e rete) e software (gestione e moduli dei files) in tempo reale. Questo strumento ti aiuta a scoprire quante risorse vengono utilizzate istantaneamente o utilizzate nel tempo, attraverso una rappresentazione grafica. In questo modo, puoi controllare i contatori delle prestazioni di una risorsa specifica e decidere una linea di condotta per migliorare le prestazioni del computer.
17456 = DISM esegue una scansione per individuare eventuali danni e ripara i problemi riscontrati nel sistema operativo.
17457 = Se hai problemi ad accedere a una pagina web o a utilizzare un servizio online, è possibile che il tuo dispositivo abbia memorizzato nella cache un record DNS scaduto da cancellare o ripristinare manualmente.
17458 = Lo Strumento Diagnostico DirectX visualizza numerose informazioni su DirectX e consente inoltre di eseguire test diagnostici di base sul sistema DirectX.

17480 = Strumento
17481 = Riga di Comando
17482 = Aggiungi uno strumento personalizzato
17483 = Strumento di modifica
17484 = Esiste già uno strumento personalizzato con lo stesso nome.\nInserisci un nome diverso.

[WindowsCleanerPro]
17500 = Cancella cache delle miniature


[UnrecoverableDeletePro]
17600 = Aggiungi File
17601 = Aggiungi Cartella
17602 = Elimina per sempre
17603 = Eliminazione
17604 = Sto calcolando
17605 = Le rimanenti voci dell'elenco non possono essere cancellate ora.\nAssicurarsi che non siano utilizzate da Windows o da un altro programma e riprovare.
17606 = Rimuovi gli elementi selezionati dall'elenco

[Backup Manager]
17800 = Gestore Backup
17801 = Ripristina
17802 = Elimina
17803 = Elimina tutto
17804 = Ripristino\nPersonalizzato
17805 = Backup completo del registro
17812 = Caricamento struttura...
17813 = Indietro
17814 = Avanti
17815 = Non trovato Punto di ripristino dei dati
17816 = Elaborazione
17817 = Backup %d di %d elementi
17818 = Punti di ripristino:
17819 = Dimensione Totale:
17820 = Il Gestore Backup consente di gestire le informazioni memorizzate da Revo Uninstaller Pro dopo l'eliminazione di voci di Registro, file o cartelle. Ripristinando con un punto di ripristino locale è possibile recuperare tutti i dati cancellati o si può semplicemente selezionare e ripristinare uno o pochi elementi che ancora servono. Se si ha bisogno di più spazio libero, è possibile eliminare un punto di ripristino a caso o tutti i punti di ripristino locali memorizzati da Revo Uninstaller Pro.
17821 = Nome
17822 = Operazione
17823 = Dimensione
17824 = Elementi di Registro
17825 = File e Cartelle
17826 = Orario
17827 = Data
17830 = Chiave/Nome Valore
17831 = Data
17835 = Valore Predefinito
17836 = Ripristino %d di %d elementi
17837 = Ripristino
17838 = Nome File/Cartelle
17839 = Ripristino Personalizzato
17840 = Errore di lettura nel file dati di backup!
17841 = File e Cartelle da ripristinare
17842 = Elementi del Registro da ripristinare
17843 = Non c'è abbastanza spazio sul disco per scrivere il file dati di backup!
17844 = Errore di scrittura nel file dati di backup!
17845 = Sicuro che si desidera ripristinare l'operazione %s di %s?
17846 = Sicuro che si desidera eliminare tutti i punti di ripristino?
17847 = Elimina\nda Periodo
17848 = Elimina backup più vecchi di una data o un periodo
17849 = Elimina tutti i backup più vecchi di:
17850 = Data selezionata
17851 = Una settimana
17852 = Due settimane
17853 = 30 Giorni
17854 = 90 Giorni
17855 = 180 Giorni
17856 = Un anno
17857 = Data personalizzata
17858 = E' stata selezionata una data più recente rispetto a oggi.\nQuesto eliminerà tutti i backup! Continuare?


[TooltipsPro]
18200 = Regola le impostazioni di Revo Uninstaller Pro
18201 = Cambia la visualizzazione dell'elenco dei programmi tracciati
18202 = Gestisce le informazioni di backup memorizzate da Revo Uninstaller Pro
18203 = Installa programmi con Revo Uninstaller Pro
18204 = Disinstallazione forzata degli avanzi di programmi già disinstallati
18205 = Mostra tutti i programmi installati
18206 = Mostra i programmi tracciati installati
18207 = Disinstalla il programma tracciato selezionato
18208 = Imposta la disinstallazione del programma tracciato selezionato
18209 = Ripristina il punto di ripristino di Revo Uninstaller Pro selezionato 
18210 = Imposta il ripristino del punto di ripristino di Revo Uninstaller Pro selezionato 
18211 = Elimina il punto di ripristino di Revo Uninstaller Pro selezionato 
18212 = Aggiunge un programma per l'avvio automatico con l'avvio di Windows
18213 = Esegue l'operazione di rimozione delle prove nei drive controllati
18214 = Aggiunge file da eliminare in modo irrecuperabile
18215 = Aggiunge una cartella da eliminare in modo irrecuperabile
18216 = Elimina i file e le cartelle aggiunti
18217 = Elimina i file segnati
18218 = Modificare o Ripristinare l'installazione del programma selezionato
18219 = Disinstallazione rapida del programma selezionato (tutti gli avanzi trovati vengono automaticamente cancellati)
18220 = Aggiungi nuovo elemento nel log
18221 = Modifica elemento selezionato
18222 = Elimina elemento selezionato dal log
18223 = Esporta log corrente dei dati in formato HTML

[Portable]
18500 = Errore durante il download di aggiornamento!
18501 = Errore durante l'estrazione di aggiornamento!
18502 = Aggiornamento
18503 = Aggiornamento completato con successo!
18504 = %d di %d file
18505 = Portabilità
18506 = Usa cartella di archiviazione dei dati personalizzati
18507 = Attiva modalità di caricamento veloce
18508 = Accetta
18509 = Contratto di licenza
18510 = La tua cartella di archiviazione dati personalizzata %s è inaccessibile.\nVerrà modificata in %s

30000 = È disponibile una nuova versione
30001 = Rilevata disinstallazione non completata! Continuare il processo di disinstallazione?
30002 = Mostra l'ultima notifica
30003 = Rilevati residui di disinstallazione
30005 = Continua
30007 = Ripulisci
30009 = Nuova versione: 
30011 = Dimensione:
30013 = Programma:
30015 = Apri Revo Uninstaller
30018 = Non mostrare più
30034 = L'assistente è già in esecuzione.

32900 = Cronologia di disinstallazione
32901 = Rimuovi Tutto
32902 = Esporta Dettagli
32903 = Nome App
32905 = Programmi Disinstallati:
32907 = Logs Disinstallati:
32909 = Apps Disinstallate:
32910 = Log Importato
32911 = Log Utente
32912 = La cronologia di disinstallazione tiene traccia di tutte le disinstallazioni eseguite e fornisce informazioni dettagliate sul software disinstallato e tutti i dati rimanenti eliminati.
32917 = Dettagli Programma:
32918 = Riepilogo Operazione:
32919 = Operazioni su Files e Cartelle:
32920 = Operazioni sul Registro:
32921 = Dettagli Log:
32922 = Dettagli App:
32923 = Chiavi di Registro eliminate correttamente
32924 = Valori di Registro eliminati correttamente
32925 = Files eliminati correttamente
32926 = Cartelle eliminate correttamente
32927 = Imposta per l'eliminazione al riavvio
32928 = Chiavi di Registro non eliminate
32929 = Valori di Registro non eliminati
32930 = Riepilogo
32931 = Chiavi di Registro residue eliminate:
32932 = Valori di Registro residui eliminati:
32933 = Cartelle residue eliminate:
32934 = Files residui eliminati:
32935 = Spazio libero recuperato dai residui:
32936 = Visualizza dettagli
32937 = Hai disinstallato
32938 = Operazioni di disinstallazione completate
32940 = Saltati dall'utente